tap "adoptopenjdk/openjdk"
tap "buo/cask-upgrade"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "osx-cross/avr"
tap "px4/px4"
brew "adr-tools"
brew "arduino-cli"
brew "avrdude"
brew "bfg"
brew "brew-php-switcher"
brew "brotli"
brew "cairo"
brew "composer"
brew "dfu-programmer"
brew "dfu-util"
brew "diff-so-fancy"
brew "docker"
brew "exa"
brew "exiftool"
brew "expect"
brew "fasd"
brew "fd"
brew "pkg-config"
brew "srt"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "go"
brew "gradle"
brew "pango"
brew "graphviz"
brew "htop"
brew "httpie"
brew "hugo"
brew "id3lib"
brew "imagemagick"
brew "jenv"
brew "jhead"
brew "jq"
brew "lftp"
brew "maven"
brew "mitmproxy"
brew "mpc"
brew "nginx"
brew "node"
brew "php"
brew "php@7.3"
brew "pinentry-mac"
brew "plantuml"
brew "pup"
brew "recode"
brew "rename"
brew "ripgrep"
brew "ruby"
brew "sbt"
brew "scala"
brew "telnet"
brew "thefuck"
brew "tmux"
brew "transmission-cli"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "yarn"
brew "zsh"
brew "zsh-completions"
brew "heroku/brew/heroku"
brew "osx-cross/avr/avr-gcc@8", link: true
brew "px4/px4/gcc-arm-none-eabi"
cask "adoptopenjdk"
cask "adoptopenjdk11"
cask "android-file-transfer"
cask "arduino"
cask "aviatrix-vpn-client"
cask "balenaetcher"
cask "brave-browser"
cask "discord"
cask "disk-inventory-x"
cask "docker"
cask "dropbox"
cask "fork"
cask "gitkraken"
cask "google-chrome"
cask "insomnia"
cask "istat-menus"
cask "iterm2"
cask "little-snitch"
cask "microsoft-auto-update"
cask "microsoft-outlook"
cask "nvalt"
cask "qmk-toolbox"
cask "rectangle"
cask "signal"
cask "skype"
cask "sonos"
cask "sourcetree"
cask "spotify"
cask "tableplus"
cask "teamviewer"
cask "tidal"
cask "transmission"
cask "vagrant"
cask "visual-studio-code"
cask "vlc"
cask "wireshark"
cask "yubico-yubikey-manager"
