tap "adoptopenjdk/openjdk"
tap "buo/cask-upgrade"
tap "common-fate/granted"
tap "lucagrulla/tap"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "act"
brew "webp"
brew "b2-tools"
brew "bat"
brew "glib"
brew "cue"
brew "diff-so-fancy"
brew "dive"
brew "duf"
brew "entr"
brew "exiftool"
brew "eza"
brew "fd"
brew "fdupes"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "gh"
brew "git"
brew "gnu-getopt"
brew "gnu-sed"
brew "gnu-tar"
brew "libksba"
brew "gnupg"
brew "go"
brew "pkgconf"
brew "gobject-introspection"
brew "goenv"
brew "golangci-lint"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "protobuf"
brew "grpc"
brew "grpcurl"
brew "helix"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "jenv"
brew "jpeg"
brew "jq"
brew "make"
brew "maven"
brew "mosh"
brew "mpc"
brew "mysql-client"
brew "netcat"
brew "nginx"
brew "nmap"
brew "node"
brew "pinentry-mac"
brew "rdfind"
brew "rename"
brew "ripgrep"
brew "rust"
brew "rustup"
brew "shfmt"
brew "starship"
brew "stow"
brew "telnet"
brew "terraform-docs"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "wireshark"
brew "ykpers"
brew "yq"
brew "yt-dlp"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "common-fate/granted/granted"
brew "lucagrulla/tap/cw"
cask "1password-cli"
cask "balenaetcher"
cask "betterdisplay"
cask "chatgpt"
cask "claude"
cask "dropbox"
cask "elektron-overbridge"
cask "elektron-transfer"
cask "firefox"
cask "google-chrome"
cask "hiddenbar"
cask "istat-menus"
cask "iterm2"
cask "jetbrains-toolbox"
cask "ledger-live"
cask "little-snitch"
cask "midi-monitor"
cask "mimestream"
cask "mullvad-vpn"
cask "omnidisksweeper"
cask "orbstack"
cask "pastebot"
cask "raspberry-pi-imager"
cask "rectangle"
cask "rectangle-pro"
cask "signal"
cask "sourcetree"
cask "spotify"
cask "switchresx"
cask "sysex-librarian"
cask "tigervnc-viewer"
cask "transmission"
cask "tunnelblick"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
vscode "42crunch.vscode-openapi"
vscode "donjayamanne.python-environment-manager"
vscode "dotjoshjohnson.xml"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "hashicorp.terraform"
vscode "k--kato.intellij-idea-keybindings"
vscode "mechatroner.rainbow-csv"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vsliveshare.vsliveshare"
vscode "redhat.ansible"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "timonwong.shellcheck"
