tap "adoptopenjdk/openjdk"
tap "aws/tap"
tap "bufbuild/buf"
tap "buo/cask-upgrade"
tap "common-fate/granted"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "lucagrulla/tap"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "act"
brew "webp"
brew "node"
brew "aws-cdk"
brew "awscli"
brew "b2-tools"
brew "glib"
brew "pkg-config"
brew "python@3.9"
brew "harfbuzz"
brew "bfg"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "colima"
brew "cue"
brew "dagger"
brew "diff-so-fancy"
brew "dive"
brew "exa"
brew "exiftool"
brew "fasd"
brew "fd"
brew "ffmpeg"
brew "findutils"
brew "flyway"
brew "fzf"
brew "gh"
brew "git"
brew "glances"
brew "gnu-getopt"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "goenv"
brew "golangci-lint"
brew "gradle"
brew "jpeg", link: true
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "protobuf"
brew "grpc"
brew "grpcurl"
brew "hasura-cli"
brew "helix"
brew "helm"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "jenv"
brew "jq"
brew "localstack"
brew "make"
brew "maven"
brew "mitmproxy"
brew "mockery"
brew "mpc"
brew "mysql-client"
brew "mydumper"
brew "nginx"
brew "node@16"
brew "openapi-generator"
brew "openfortivpn"
brew "parquet-cli"
brew "pgcli"
brew "pinentry-mac"
brew "pipenv"
brew "pipx"
brew "poetry"
brew "poppler"
brew "postgresql@14", restart_service: true
brew "protoc-gen-grpc-web"
brew "pup"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.8"
brew "rename"
brew "ripgrep"
brew "serverless"
brew "shfmt"
brew "sqlc"
brew "staticcheck"
brew "swagger-codegen"
brew "telnet"
brew "terraform"
brew "terragrunt"
brew "thefuck"
brew "tmux"
brew "transmission-cli"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "wireshark"
brew "ykman"
brew "ykpers"
brew "yq"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "bufbuild/buf/buf"
brew "common-fate/granted/granted"
brew "lucagrulla/tap/cw"
brew "qmk/qmk/qmk"
cask "1password-cli"
cask "ableton-live-lite"
cask "aws-vpn-client"
cask "balenaetcher"
cask "bitwig-studio"
cask "cool-retro-term"
cask "docker"
cask "dropbox"
cask "elektron-transfer"
cask "firefox"
cask "google-chrome"
cask "google-cloud-sdk"
cask "istat-menus"
cask "iterm2"
cask "jetbrains-toolbox"
cask "ledger-live"
cask "microsoft-remote-desktop"
cask "microsoft-teams"
cask "midi-monitor"
cask "mimestream"
cask "omnidisksweeper"
cask "postman"
cask "rar"
cask "raycast"
cask "rectangle"
cask "session-manager-plugin"
cask "signal"
cask "sonos"
cask "sourcetree"
cask "spotify"
cask "teamviewer"
cask "transmission"
cask "tunnelblick"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
cask "zsa-wally"
vscode "42Crunch.vscode-openapi"
vscode "donjayamanne.python-environment-manager"
vscode "DotJoshJohnson.xml"
vscode "GraphQL.vscode-graphql"
vscode "GraphQL.vscode-graphql-syntax"
vscode "hashicorp.terraform"
vscode "k--kato.intellij-idea-keybindings"
vscode "mechatroner.rainbow-csv"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vsliveshare.vsliveshare"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
